<pad>
<unk>
。
.
?
？
:
：
!
！
、
…
武
 
术
始
终
被
看
作
我
国
的
粹
新
政
推
出
是
一
项
长
远
制
度
安
排
其
实
无
论
通
过
和
什
么
厂
商
合
江
苏
修
鞋
奶
婉
拒
捐
款
人
养
活
患
病
老
伴
儿
子
以
及
堂
七
对
美
式
橄
榄
球
讲
解
课
使
自
己
得
到
更
多
惠
还
失
去
策
良
好
契
机
市
场
改
革
信
任
工
艺
进
步
起
反
派
用
辅
佐
呢
搜
狐
娱
乐
讯
环
际
影
业
于
宣
布
如
发
现
问
题
将
立
刻
整
拼
命
追
赶
产
趋
势
重
成
为
前
沿
代
表
而
且
手
也
大
中
不
除
内
幕
交
易
可
能
因
钉
年
限
红
木
来
首
死
了
都
要
爱
塘
金
鱼
草
白
鲢
等
少
奇
形
怪
状
林
头
学
东
方
酒
店
社
区
行
卫
生
室
车
主
直
接
话
们
拆
特
斯
拉
底
盘
在
间
里
赵
龙
期
待
尽
快
全
知
名
搏
击
赛
事
品
牌
号
小
码
常
属
踢
九
千
四
百
六
十
二
点
州
单
位
举
月
日
晚
上
公
众
这
个
汽
模
型
动
结
束
即
时
飞
回
澳
门
陪
临
盆
婆
节
启
辰
昆
仑
决
最
近
两
目
继
续
陈
框
架
构
视
创
家
具
虽
然
外
观
有
相
似
地
英
尔
正
走
字
路
口
加
油
站
镇
财
分
局
西
北
仅
五
岁
轻
女
孩
确
定
疑
没
经
何
规
划
审
批
违
章
建
筑
栋
占
平
米
果
做
效
称
高
耗
资
万
搭
贵
宾
楼
听
崔
健
歌
曲
愿
心
从
明
至
今
邓
雪
松
说
本
应
消
费
完
由
团
队
打
造
几
会
认
甚
捧
借
鉴
熟
法
簇
篓
随
装
议
或
值
思
考
身
却
根
净
潮
水
切
税
收
优
尤
受
广
喜
只
超
纯
技
放
并
削
减
三
亿
元
研
宿
迁
青
华
部
查
足
见
宫
稳
泰
山
样
玩
网
友
复
判
处
徒
刑
久
周
电
脑
雕
往
显
板
所
他
之
余
欢
运
流
汗
依
载
芯
片
智
采
瞬
就
增
强
竞
争
力
抗
风
险
营
餐
饮
意
挺
火
据
港
媒
报
道
忘
记
你
恒
后
曾
退
散
界
著
选
迅
速
引
泛
关
注
邀
请
零
肯
客
譬
料
买
秀
才
当
落
牵
剧
让
联
想
伟
霆
与
丽
颖
传
闻
徽
省
容
服
饰
司
设
计
耐
差
标
异
顾
统
谓
很
浪
沙
滩
诸
细
需
封
堵
花
瓷
再
入
股
票
唱
脸
谱
蒙
面
男
秒
劫
斤
黄
杨
庐
色
展
勒
令
已
教
育
厅
塑
胶
跑
央
含
县
张
町
八
探
讨
民
猜
测
兵
情
激
吻
戏
竟
拍
神
榜
王
伐
纣
但
游
侠
官
坯
难
那
基
亚
南
比
苹
执
变
够
睐
误
控
毫
左
右
肩
颈
负
担
台
庞
利
益
态
圈
体
倾
物
价
按
罚
琥
炜
补
习
班
河
找
次
员
参
符
范
士
告
诉
第
者
莹
昨
天
助
文
化
科
弘
扬
拿
些
综
格
斗
冠
军
提
精
许
戴
普
校
园
委
托
义
夫
妇
诞
银
护
藏
均
筹
移
互
渗
透
照
稿
操
验
证
疃
初
贴
附
带
图
频
示
尚
存
颠
覆
识
获
案
抓
紧
债
货
权
率
换
开
源
越
佛
季
壳
器
帮
质
声
管
薪
酬
奖
企
配
润
购
缓
牢
把
握
兴
转
轨
征
祝
父
亲
总
共
承
包
诺
奋
紫
棋
泪
此
乎
条
境
严
破
坏
例
务
慢
先
缩
短
寿
盛
顿
历
史
佳
刘
德
冰
雨
巨
下
指
吴
性
系
善
组
则
融
洽
非
套
着
吧
励
材
祥
饭
辉
煌
摆
摊
该
各
况
支
持
警
级
碗
数
郑
摄
较
又
便
撤
预
既
翻
究
促
送
榫
卯
专
舞
蹈
达
件
族
衣
理
核
姜
努
给
极
震
撼
冲
滑
裁
防
止
敏
感
施
连
云
向
席
介
绍
杰
洗
忙
抚
域
阔
缘
故
辞
咎
息
领
取
扣
缴
福
摩
算
原
僵
硬
酸
痛
兰
雅
海
鹰
投
畸
济
泉
锅
城
保
括
降
低
层
卖
亩
鸿
阵
密
圆
郁
唯
涉
毒
哀
灾
跃
售
赫
离
量
垮
同
充
奥
卡
颁
典
礼
京
屯
太
古
橙
份
兼
调
热
怎
柜
种
隐
巫
贤
泽
巢
湖
医
院
裂
痕
闭
莱
阅
读
星
战
角
婚
廷
椅
言
巍
掏
半
颗
螺
丝
母
菲
律
剪
彩
版
跨
倒
危
废
拘
挤
置
避
播
幸
嫌
犯
芬
掉
础
假
旧
旗
鼓
清
浴
李
功
艰
择
若
积
响
深
迷
府
攀
音
拽
监
锁
哲
盟
韩
博
笔
纳
琳
真
世
铁
锹
微
弗
绚
烂
仙
玫
瑰
享
誉
准
映
断
灵
编
纹
栩
湾
师
曝
夜
喝
否
洋
溢
雄
懂
廊
宇
趁
早
荷
靠
波
烘
干
扩
额
输
略
川
敦
粥
歉
析
晓
菜
香
抛
弃
赠
职
背
另
辆
农
贸
凳
摔
光
苑
坚
伍
炳
亮
抢
眼
键
吸
蔡
卓
妍
裕
居
协
倡
导
列
别
尘
驳
喻
塔
某
抱
衷
梁
朝
巧
免
演
毕
牟
暴
唐
僧
肉
宠
币
杜
罪
希
望
召
气
露
捞
午
幺
抬
贿
赂
幂
哥
柯
升
茜
鹅
绒
途
药
书
籍
嘲
讽
糟
糕
截
房
欠
仰
徐
墓
丹
桂
轩
榭
求
谅
肥
浩
烨
玲
仍
赢
她
吗
灌
篮
库
跌
鬼
拳
诗
词
卉
愉
致
篆
空
洪
温
碧
霞
侧
肢
候
搞
圳
乌
景
春
备
馆
谈
弟
概
念
画
楚
奔
锻
炼
宝
治
答
黎
乡
线
急
援
杭
静
顺
童
瑞
奈
俄
罗
印
尼
幅
涨
租
户
试
鸥
滴
卢
铲
泥
豚
绝
麦
劳
梅
压
森
敲
诈
觉
躲
晋
洛
阳
满
丢
萌
味
谊
吉
勇
必
须
马
趣
逃
伊
迪
戒
娜
办
织
忆
汇
哈
滨
遍
曼
叔
跟
睡
忠
私
羊
漂
龄
耍
害
怕
擅
叫
纷
粤
浦
汤
啥
写
冒
朋
简
吹
笑
耳
聪
糊
涂
克
亦
舒
锋
穴
蝴
蝶
剑
艳
脱
靡
荣
衫
供
莓
棉
糖
萍
聚
摇
土
储
迟
志
约
滇
植
悲
伤
留
洲
鸟
类
裴
晒
谢
魔
蟹
座
威
廉
奏
屈
扔
独
扯
绩
恐
帝
誓
巴
络
集
街
汉
侦
傻
血
宽
吟
欧
媛
燕
伯
掩
迹
疸
疾
吃
芝
堡
莫
妮
姐
混
遭
遇
攻
羁
盼
洞
劲
允
叛
乱
曹
芹
每
陵
齐
纸
谋
杀
隔
宁
哪
稻
砂
永
触
未
象
蠢
粉
刚
丁
塞
狼
殊
群
呀
怀
替
莎
它
责
阶
段
宴
轮
炉
椒
沃
玛
嘉
罢
珀
扭
亡
咱
爆
彬
届
狗
屎
茄
瞒
毛
振
焦
虑
抵
树
玻
璃
折
射
检
衰
扫
石
庄
韦
虹
膨
胀
翰
葬
琪
陷
潭
灯
浮
船
坞
顶
仔
爸
烧
村
漫
卷
桩
档
尖
停
魅
咋
毯
住
宅
惑
肖
申
救
赎
倩
幽
魂
描
述
饥
饿
苦
桌
食
喘
羽
袭
忻
凤
凰
障
胡
壮
恼
延
康
妹
晰
账
屏
维
盖
轴
纱
般
纪
衮
恩
枪
览
灿
履
迎
酱
夺
涯
陆
昱
霖
俘
澜
腿
弄
杂
宗
纬
呛
辣
虚
渊
玄
凯
尉
暗
弱
膝
训
练
坦
阻
挡
挑
厚
瓶
遗
嘱
忧
峨
嵋
末
宜
辑
尊
敬
酷
序
洁
抑
欲
谭
煞
妈
莉
软
幻
衡
袍
刀
蒋
勋
疯
捅
烈
掌
胎
碎
扎
狮
夏
抽
烟
滚
黑
凡
链
灰
刷
胖
胥
夹
煮
婴
授
孙
飙
悟
铐
跳
岛
隋
阐
程
煎
赞
扶
沟
暨
芓
谆
贷
朵
潋
挂
钮
葛
睛
肺
痰
暑
逛
崂
牺
牲
蕉
叶
悦
旦
隆
招
赌
割
拥
旋
氏
丘
坊
烤
鸭
雇
醋
狱
瞩
郝
蕾
绰
逮
捕
端
偶
妨
碍
棠
语
蛋
莞
疫
像
梦
谐
阴
惊
叹
棍
挟
销
围
宏
慎
猥
亵
畅
嫁
炸
沉
填
靳
钞
咖
啡
您
缺
乏
盐
妃
茂
匹
碟
谍
飘
泳
骑
珂
阜
猪
饲
槽
臭
囚
君
串
寂
寞
骗
窝
晨
挪
恋
脉
酩
酊
醉
雷
穿
柳
边
释
碰
涵
镜
胜
腥
裤
衬
浓
盒
骆
驼
咐
田
径
锦
帷
双
井
野
归
倍
伙
丰
轿
妄
鞍
绘
陌
蹲
绳
俏
悼
叼
嘴
崖
褐
腹
堆
摞
汕
斩
踝
肿
炎
症
坡
仪
圣
尸
轰
敢
铺
乙
敌
杯
揭
桦
磨
损
湛
翅
虫
篱
瑜
峰
督
邦
玉
岩
抖
厉
瘦
秦
逐
忽
聊
尹
姆
刊
缪
盗
渠
嘛
毁
斋
贫
瘠
偏
狂
郊
吞
适
券
舍
帅
艾
趟
姑
娘
岱
尺
呆
饶
冷
冻
厦
乔
呼
霍
戈
旁
伦
妙
脖
烫
尾
鲜
啊
溪
聋
哑
冬
败
寻
递
霉
俗
踪
拐
谷
炮
峡
啦
绿
髦
眉
枚
涩
嵇
兽
赣
幼
残
默
孝
悬
赏
索
携
诚
恳
晶
臂
缠
绷
渡
彦
祖
哇
萨
富
奎
冯
哦
疗
贝
瓜
於
昏
齿
苋
磊
航
兮
瓦
梨
肚
脏
珠
佟
娅
旺
薰
淮
皇
脂
询
荐
坛
蓝
逾
悔
骨
闪
错
奠
素
桥
湿
签
刹
俱
坐
床
哭
泣
亭
庆
礁
钟
牙
掠
鸽
媚
恨
痴
澍
培
琼
梯
虎
估
婷
驻
津
冀
挖
沧
姻
蓬
勃
阿
浸
甘
肃
凌
醒
撒
谎
催
眠
涮
妻
咸
勤
奉
扰
铜
笨
钱
爬
栏
登
牧
污
染
孔
雀
缤
逊
佑
炫
胭
殖
俪
丛
卜
卦
厘
毅
懒
铝
碱
液
蚀
豪
侵
淫
爽
瞎
怡
休
坟
甲
喷
撕
砸
兔
谨
皮
埋
翠
庶
谁
肮
珊
董
闹
腾
艘
脆
帆
迭
乘
韵
针
旅
帕
茶
氧
硫
佩
彷
徨
竹
铅
钢
驾
雾
凶
惯
嫂
钰
肤
爷
馨
坪
陀
虐
鳞
绸
逆
拣
朗
瑟
捷
菩
偈
浙
淘
订
冕
坝
岚
顽
骂
疆
贼
搬
湘
淄
钥
匙
矛
盾
突
录
篼
胁
脚
颜
褪
牛
泼
臣
偷
娇
锷
僻
撑
秘
钻
盲
壤
绊
予
窗
蒸
馏
箱
垃
圾
惹
祸
乖
屋
欣
罐
兄
涛
匀
惶
慈
摘
苗
侨
械
淤
秋
固
醇
鳝
斥
揽
拜
莲
倔
蜀
访
欺
禁
驰
弹
辐
亏
剥
扮
蝙
蝠
亨
靖
撇
庭
忍
劈
掀
帘
甜
蜜
蜂
刺
啜
逝
鹿
涌
昌
芳
芒
累
墟
纠
窟
袋
埃
辗
册
辽
睹
枕
泊
暖
宪
厨
恭
烦
氮
评
鸡
守
陶
邯
郸
恶
饼
诊
缉
煤
矿
坍
塌
憾
凭
阎
绵
迈
桃
嗯
距
豆
茎
苷
鼻
俊
稍
鸦
沈
逼
壁
薄
墙
嗝
锈
丈
恺
垂
丧
荔
蕴
辛
箍
棒
乒
乓
鞘
淋
踏
遥
琴
墨
劵
硕
黛
拧
姓
阮
伽
宙
困
讼
寨
牡
诡
巩
俐
辈
旬
崇
鞭
仿
蛇
姿
邢
付
措
厌
灭
赴
癌
巡
胳
膊
麻
貌
珍
吕
侥
彼
岸
淇
膀
槛
穆
罕
闺
贯
彻
氛
页
溜
尝
副
昂
黯
淡
奕
锡
鼠
池
朱
恰
殉
筷
斌
绮
阀
抒
禹
腌
羹
俩
羞
耻
署
跪
返
擦
琛
炒
姚
恢
屡
矣
党
朴
钦
玟
蘑
郭
咏
匪
侯
渐
柔
窄
琦
卧
挥
献
逗
谩
胞
宋
句
篇
凉
彝
贡
焱
揪
庸
愣
寓
弦
拦
茹
庇
摧
耀
碳
鑫
玖
吊
郎
麽
柄
缬
邑
渤
皆
猫
雯
侄
赚
桐
荒
拔
锤
杠
杆
盈
闲
滤
熙
疤
瑶
肝
肌
拟
盔
棚
猎
驶
撞
擂
呈
遮
孤
砍
霾
旨
杉
矶
横
址
肇
聘
薇
柏
吵
骏
熏
伪
薛
御
寒
佣
菌
践
茨
穷
蔚
偿
狠
漆
寸
纽
绽
惧
详
暧
昧
绑
晦
泵
吁
扁
匠
萧
璐
淑
悉
曳
枝
裸
莒
榆
沐
姥
贾
樟
萝
潍
挣
颇
坻
楷
藤
楠
杏
嫉
妒
愤
怒
咒
块
翩
潜
伏
禽
泡
沫
扑
儒
驭
剂
腕
缸
娶
竖
籁
扞
怖
鲁
喊
碑
锚
豹
撰
妊
娠
勾
柱
鸣
贺
韶
驱
邵
翔
纺
锥
锐
添
龟
沮
熬
邹
昊
掖
愚
钝
孪
疲
丑
犹
詹
猴
绪
媲
叠
樱
咳
骄
傲
诱
滥
厄
鹤
乳
喂
夕
番
寺
庙
瑄
尿
捏
郡
钧
粗
妥
役
箭
赐
捉
熔
酿
骚
巅
贞
咬
蔬
粮
伸
岭
闯
赔
绕
皋
柚
募
函
舟
皓
拌
凝
磷
酯
淀
弓
蜡
镖
蓓
帜
厮
绯
蒜
耶
帐
逞
袁
邻
脊
椎
劣
豫
庚
涡
胸
呵
汝
妆
纡
蚊
贩
邮
裹
枇
杷
暂
扳
墉
絮
惰
渴
锜
筝
腐
嵩
芽
怨
烩
厕
蔷
肪
辖
饱
囍
绣
奸
龚
坠
戚
宛
寮
岳
瘾
穗
仁
奴
掷
卸
泗
毙
啤
斟
蛾
赖
吾
焘
踵
袖
察
歇
抨
蒂
腰
韧
岗
凑
株
痒
筛
浑
惨
虾
旭
澡
溺
戛
漏
廖
帖
碜
汨
慧
弥
挨
慷
慨
囊
捡
滕
骥
霹
雳
捣
慰
驹
枣
棺
译
窃
馈
巷
姊
蜘
蛛
拷
钗
骞
瞧
纵
阁
捎
懿
缅
甸
绞
眸
扇
靶
栅
膛
惩
遵
溃
曦
仓
蚕
桑
抄
滋
锂
循
懊
吨
姨
禾
愁
诿
珑
彭
魏
尴
尬
喔
嗨
菱
炭
吓
瘫
竭
喇
靓
畳
俨
煜
鹏
垄
泄
見
愛
晴
拨
弼
沪
娥
萤
诀
劝
铃
螃
喆
蓄
汪
柴
殴
赤
赋
娟
隙
瘢
沂
兆
揍
爵
睽
冤
啼
咯
悄
晗
狸
泷
丞
昔
斜
疏
舶
刮
燃
後
胆
绥
枯
娃
卿
剩
潘
瘀
裘
菇
鲍
翼
祁
荆
笼
晕
芮
舌
俞
藉
墅
缥
缈
砖
叱
咤
崛
寄
辍
腺
壶
纤
皖
梓
迫
癫
痫
敞
扉
呗
辩
妞
潇
洒
臧
玮
稀
猩
哄
甄
熊
蜻
蜓
巾
涪
遂
掰
麟
诬
闷
蚯
蚓
倘
勘
拯
禺
喧
嚣
讶
轼
摸
喵
扼
姣
斧
濮
萱
哎
琐
蜚
缮
拓
侮
辱
罩
澎
湃
苍
蝇
鲑
渔
饺
瓮
仗
扦
插
掘
糠
醛
耘
垦
狄
昼
汶
歪
仲
衔
嫖
肆
忌
惮
烯
蚂
聆
押
鼎
矫
晷
钩
缝
披
繁
谚
碴
捍
倪
炖
傅
漓
兀
桶
晞
彤
熹
肋
濑
崩
槌
翁
搅
妖
圭
窖
俭
篷
畏
漩
橡
撂
愈
撬
瑛
葩
夷
歙
枭
秸
秆
驴
耽
搁
婿
擎
粪
鸵
弊
孟
佬
蟑
螂
讥
咨
芸
葡
萄
颊
狙
卵
梳
戾
蔓
撵
渝
掐
洼
邱
萎
荡
脾
梵
椰
掺
沼
沾
淳
筒
屠
呦
茅
踩
坑
宰
睫
禅
慕
斐
崴
惭
愧
茉
媳
凸
惜
孀
唤
萃
踹
祺
奢
秽
茗
蓉
琢
邪
舰
潼
骁
骇
伞
驿
挫
冈
绎
鄂
辜
苡
弑
噩
羡
螳
蝉
魁
骜
搀
迥
浅
蚁
躺
臀
泌
拖
戟
蛮
贪
祠
陕
褂
拗
嫩
沣
淼
盯
陇
鲟
钛
臆
帽
疼
茬
堕
粒
夸
遣
峻
缇
昭
匈
侣
枫
囧
畜
殡
闸
叉
枸
疹
嗓
妾
胚
滞
沨
垒
嵊
魟
辊
沸
贱
坤
赁
镐
葱
逸
潢
磋
吐
瘟
墩
呜
哩
亟
胰
爹
骤
祭
衍
隧
删
鹦
鹉
囷
寇
袒
尧
弯
徘
徊
缆
谣
邺
炯
缢
忏
呕
璞
讹
颅
桠
醺
痪
蜢
唬
滔
辙
焉
拙
朔
逍
腊
馥
腔
蟋
蟀
焰
殃
抹
勉
歧
炙
铖
扛
晖
汰
糗
喉
歹
咙
濠
垤
焊
渣
拂
骰
芙
矩
袜
痘
磁
隶
宵
坎
谦
卑
谬
樊
乾
纶
镁
泸
祈
祷
飒
曙
兜
嘟
铸
埠
哽
咽
啸
茵
媺
彪
夙
窍
巿
膜
咫
怯
瑾
颂
卤
摁
喀
舸
衅
蜕
嗅
瞳
濒
斑
粟
镀
铬
啧
锣
蚌
凛
冽
渺
谜
霸
狡
啄
寅
掳
崎
嬅
咚
烊
玺
羚
轶
芦
仆
漪
谑
喱
汁
岔
氨
漠
漉
壹
葫
宥
啪
嗒
蒲
窦
邰
蒿
苇
甩
砺
梭
撩
浆
汀
拾
寡
逢
琉
燎
瀑
涧
叨
诩
噱
刃
灸
莽
茫
耕
鄙
碌
惋
侍
跤
埗
旖
夯
咪
乞
丐
蜗
鹂
稚
琅
琊
呐
畔
趴
鲸
泾
灼
睁
姬
亳
橱
滁
烛
栗
跆
挞
叭
颤
沦
躬
痞
仇
靂
龍
聖
铡
龑
拎
挚
翘
囔
邂
逅
懈
陂
攒
翊
佰
璇
唇
泓
埔
侈
赡
鸳
鸯
皂
猝
绅
埭
珞
纲
簿
洱
诠
髓
會
拴
棵
铭
怏
淌
萼
烽
痹
秤
鄞
菊
庾
澄
婕
芭
镉
殿
壕
妪
嚷
丸
栓
吏
咘
膳
妓
伎
惫
剔
薯
哔
酉
魄
們
給
脹
鸠
峦
哼
眯
睿
酪
涤
吼
丫
悠
洮
捆
衢
酋
栖
慌
馅
汾
甭
瞅
浒
麒
隍
堪
撮
厢
婶
弋
氰
榨
窥
铿
锵
胺
倦
瀛
荟
苛
闫
昕
灞
桎
襄
梢
眷
碾
婺
嵌
赉
辟
韭
桉
笆
榴
蛊
芜
顷
窜
娄
孜
橘
玷
呃
勿
哨
梧
剖
堰
阪
迄
桓
诫
幢
雁
埝
筋
锯
匮
嘈
辨
胛
狭
焖
赝
酝
兹
屁
酶
螫
芍
塾
暮
犬
聂
镑
磕
柑
孢
乃
垣
躯
酣
晟
惦
瑕
疵
绢
畴
沥
扒
茸
猛
榔
隽
耷
啰
嗦
孕
谙
蔽
枉
竿
彰
咆
哮
闵
缚
肴
坨
鳌
炽
堤
蚝
麓
黔
凿
罂
孬
遛
雌
娴
岷
挽
磅
竣
唰
玹
刽
葵
俟
闽
榕
槟
筵
匣
噬
锄
蝎
驸
噪
鄚
酵
嗽
鹧
鸪
晾
陋
膏
酗
晃
薹
赦
饵
蔑
屿
懦
爪
螵
诅
翟
毗
冶
镶
笈
藩
岫
瘤
荨
涕
蜿
蜒
悱
恻
肠
擘
犄
旮
旯
鞠
蕙
瘳
侃
怿
拢
兑
嫚
懋
嬉
舱
匿
伺
秩
俵
淹
浚
陨
粕
裙
跷
猖
獗
眶
溶
嗜
咧
宕
烙
跻
掣
肘
時
腻
褥
肾
焕
悖
荼
钵
讧
瞻
悍
硅
烁
梆
豁
丕
幌
矢
栽
皱
恣
翎
涅
诧
朕
鳄
邳
摹
溧
阡
佼
傍
拇
阙
攘
匆
铛
冢
笳
囤
吱
嗄
逻
钳
砌
浇
窑
氯
氢
怜
嚼
渲
垫
祉
蚤
螨
廪
诛
胃
钓
缨
嫦
骝
狩
漱
粱
怠
吒
笺
獒
窈
窕
贬
毋
躁
剿
甯
棘
菡
钲
芊
盱
眙
盹
箫
笛
屉
焯
枢
莆
寥
辄
洵
谴
晤
糙
淆
叮
柿
颐
戳
铀
遏
竺
茁
弈
拱
苓
凋
僚
栈
挎
钨
疱
霓
悚
踞
蜃
瞄
浏
帼
溅
眨
芪
茱
侬
膺
匡
赃
蛙
瞌
窘
秃
厥
蜇
溦
喋
嚏
殷
熨
匕
矮
窒
赘
惕
浣
肛
嘿
遴
岐
瞥
疖
挠
峯
郴
忤
荃
铮
姗
湉
觞
碚
砣
燥
丙
怂
恿
讪
仕
颦
灶
溆
耸
捘
簧
擞
眩
酮
篡
钠
敷
黏
毓
懵
烷
褴
褛
幄
钯
剃
惬
荧
沌
猾
馋
禧
岂
煨
祛
铩
戬
祐
笋
舵
芋
蹴
溯
咭
祯
焚
缔
刁
泯
沒
笃
稣
笠
莘
乍
舫
嘘
谌
峥
骸
璧
镯
屹
沱
珏
嫡
敖
纫
腋
蟒
苯
朽
冥
冉
鲱
馒
砚
艇
渥
叙
旱
霄
岖
娼
璀
璨
羲
蛟
鱿
虞
桔
圩
恍
钊
剁
禄
酌
绛
鳖
暇
嚎
雏
骼
铼
腩
渀
烀
胗
硝
廓
凇
柬
袄
霏
敛
嫣
阱
钙
雍
韬
峪
诽
谤
谏
刈
濂
稽
弛
袈
裟
菁
寐
嘞
漕
噢
柠
檬
刨
沅
瞪
琨
鬃
憎
孵
枷
慑
鳅
棕
蕊
孽
玥
沽
惟
泻
缰
崭
嗬
腑
剐
蹭
拮
糜
炬
沭
矜
唔
熄
渌
攸
浠
榈
寤
晏
臃
娆
煽
恪
憔
悴
耿
袂
淝
婧
峙
愕
铎
缜
篑
劭
漳
昵
舆
哗
搪
蕨
侗
哟
阑
灏
睢
仨
昀
菏
瞑
珉
馄
饨
髋
嘀
隅
翡
蹶
抠
铠
脐
踊
缭
孚
霜
漯
踌
躇
苟
堃
贻
鹜
梗
蹦
漾
颍
寝
忡
袤
檀
庵
仞
婪
偎
粘
脓
荫
蹄
銮
紊
粑
吝
唾
葆
趾
铂
羔
馍
钌
堺
郧
挝
撸
蕃
菠
鲨
邸
迸
觎
凄
屑
罡
骷
髅
憋
渭
釜
瑙
戎
荤
來
疝
圃
锭
倚
亢
骅
沛
舜
喽
酥
溉
唠
旷
疚
犸
诵
甥
诙
秉
钏
烹
饪
淬
杞
鹊
盏
涠
翱
硚
札
邋
遢
垛
槭
糯
汐
瀚
陛
龈
犀
裱
抡
搡
睦
橇
沓
伶
弧
轧
哒
磐
燊
猷
奂
惺
拭
佃
讳
撅
缕
砰
俺
蜷
楸
匾
靛
埂
棱
俑
搔
舀
坂
鹌
鹑
睬
槐
筠
麋
缄
捶
袱
螯
濯
荚
姍
坷
鲶
赊
莺
祟
跺
舅
陡
襟
瘪
渑
颢
鲇
矗
洙
甫
煲
漭
煦
斛
闾
冗
纭
妳
滦
皿
裔
盂
峭
凹
垠
宸
湍
碘
恃
瓯
嗡
拈
擒
恙
犁
痊
垟
恕
芥
蟾
蜍
唉
嗑
铆
麾
朦
胧
阕
榷
戮
沁
稼
辫
螈
痱
趸
禀
搐
啾
芩
皑
腱
蹋
曈
褔
蘸
舷
癖
缎
胯
耒
婊
藻
拄
杖
聿
佯
咀
哉
枋
痉
挛
镌
阆
渍
耙
瞿
孺
欸
噻
鹟
鮑
涿
砭
焓
荠
莴
苣
炅
骡
吩
跋
豌
钿
泔
蓼
藁
靴
涟
霪
犒
忱
蹿
诓
滢
镍
钴
筱
裆
祢
哺
揣
锌
胤
皙
垡
襁
褓
憨
晔
憷
飓
汛
叩
戍
垚
铤
渎
诶
瓣
栲
谕
栀
镳
勺
枱
笙
腼
腆
鬟
阂
莠
诟
厩
岌
莅
捂
筐
萦
臻
呱
噜
佘
籽
仄
鲤
邃
狰
狞
恤
罄
颓
泫
郜
舔
浔
，
璜
葳
斓
沏
蘅
珮
炕
俯
貂
捋
瘁
谧
箩
郫
俸
鳕
厝
垵
钣
蓢
搓
衩
淞
袅
揆
戊
溥
镕
鲫
鄱
楞
蛳
喏
蹬
氓
鬓
苕
颙
圪
讴
蟠
轲
瓤
跶
聍
绫
扽
噼
瘙
嘣
罘
岑
醍
郦
蒗
鸢
痧
榉
埇
嬛
轱
辘
缀
琵
琶
咔
嚓
曰
杵
傈
僳
屌
恁
揉
鳗
蛐
炊
飚
穹
哆
倜
傥
叽
浊
膻
榛
咕
嗷
噗
濡
啷
擀
猬
蛹
馁
樨
瑚
钾
馕
犊
疡
膑
涓
鞅
疮
蓊
镚
煸
骋
鄢
覃
奚
泞
膈
嘎
陲
犷
苔
腮
珩
遑
吮
钜
荥
醴
汆
樵
辇
卞
噶
苞
氟
脯
嗲
衙
畹
崆
峒
蝗
娲
盎
椿
岿
藕
芷
邕
秧
崽
伉
匝
瓢
邈
遐
迩
蛤
蟆
滂
箔
昝
訾
煊
褚
艮
扈
阚
蒯
邝
蔺
栾
寰
捻
晁
逯
宓
亓
帛
冼
靑
荀
嵘
妲
臼
铨
雹
珲
骊
芈
颉
墀
隗
邬
郗
稷
僭
荞
郞
澧
迦
娣
殇
粽
椴
哧
郐
鲡
饯
珺
烺
姝
嘤
痃
侩
潞
鸫
鹛
璋
堋
碣
澹
竦
枥
黍
磬
鹭
檐
篁
羌
澈
杳
眦
簪
焜
徙
楫
萋
褶
邛
崃
礽
鹃
粼
瘸
逵
吆
喳
撺
掇
抻
觅
毽
悯
呲
搂
鲲
噌
蚱
椭
羯
饕
餮
狍
枞
嗫
唻
胍
酚
坳
呶
姘
弩
啃
勐
楂
哝
攥
岙
鳎
搋
甬
稠
鲳
汹
蔼
喃
馗
莳
；
痿
咾
夼
饽
奘
逑
笤
帚
筇
飕
吔
嘚
涎
猕
筏
滟
矬
焙
诲
囵
脲
哐
驯
臬
蓑
嗖
佤
耦
潦
咦
酢
婵
唆
嗣
嘌
呤
苜
蓿
噔
迮
曐
杓
痣
愫
铉
杈
憧
憬
跛
榻
荻
鸩
揶
揄
殒
馓
莜
皎
舛
檩
咛
釉
蝼
骐
叟
隘
垓
眺
茆
扪
刳
菀
唁
滧
戗
缵
蹑
咗
嘅
嘢
蚬
讷
晌
囱
耄
耋
奭
蜥
蜴
夭
嗔
嗪
亘
犇
纂
蝰
錾
钺
囫
椁
獐
祾
罔
虡
赈
蹉
跎
胱
涔
吖
髻
摽
锏
腴
婀
咩
沤
裳
薮
癸
巳
殂
忒
蹚
蕤
孑
簸
鳍
揿
掂
婍
糌
垢
剌
箕
尻
忾
洣
辕
麝
翚
旸
嘶
鳔
荪
蹼
偃
锰
糍
趔
趄
傀
儡
咻
嬿
庹
璟
忖
鹈
鹕
肽
唷
琰
铟
喲
陉
垴
胄
祀
痍
湳
囡
泱
綪
尕
彖
嵬
顼
睍
睾
孻
肱
蜱
虱
蔫
礤
鼾
咂
栻
孰
迤
猿
吶
窿
腽
肭
寔
殚
豺
辻
飨
噎
虔
卒
煃
瞰
觑
炷
銶
砟
瘘
惴
砾
啫
羸
牖
祎
硼
妤
璎
湟
疙
瘩
妯
娌
抿
荏
苒
塱
滉
叵
浐
潲
幛
溁
Ｂ
穰
罹
怆
赧
婥
羱
寀
蚶
哋
龇
剽
痤
帧
嫄
泮
礴
恬
瞟
唵
吽
嵯
镊
螭
沆
瀣
窨
傣
鬣
蝻
嘻
暾
栉
圻
崚
嘹
踱
惚
孖
呻
呖
铵
迂
謇
孱
嬢
忐
忑
癍
涝
镂
痔
怦
柩
壅
纰
藜
诋
缙
誊
舐
纾
褡
裢
铰
逡
蟮
锢
臊
癣
掬
榣
啬
毂
磺
臾
蜈
蚣
颌
濉
茏
馊
囝
赟
驮
泖
湮
姈
牒
狒
霎
黢
毡
汲
琏
瓿
捺
嗟
熀
踉
跄
吭
骙
吠
霭
谀
柞
堑
燮
冇
乜
楹
翌
敕
薏
跬
绺
偲
唢
谄
瑀
綮
黝
暄
唧
蔗
瞠
峁
亥
斡
唏
噘
嘭
珐
偕
狈
颚
媃
淙
娓
塄
怄
颧
玘
娩
妩
昙
炘
癔
桨
洄
龌
龊
藐
涣
捱
鞑
靼
峇
陽
乩
瞭
觐
蚩
怼
歼
鸮
痢
丨
脍
玑
豸
湄
茯
迀
蓥
綦
酹
樽
徜
徉
茌
鲈
驚
鹄
黜
嗤
叒
叕
詺
抉
禛
唑
膦
曜
泠
鲅
嬴
頫
劾
揺
蓟
卣
癜
薙
俎
儋
殆
墒
羿
摡
贰
墾
兩
車
帶
遊
覽
嗎
蝽
棣
製
碁
菅
苌
蚧
刍
氙
氪
姹
禵
惆
怅
榧
攴
樾
茚
請
問
灣
個
機
場
離
較
戓
驽
觀
遠
陳
凱
蚜
彘
電
雲
蹊
疽
仡
诣
瓴
鼋
渚
铍
琍
槿
趵
褒
侏
俾
葚
雩
亊
玠
芃
鹘
桷
贲
缦
笸
痂
柾
蹒
跚
叻
愽
魇
檗
盅
筲
昇
槃
犟
遨
嬲
隼
眈
仟
趺
廿
佾
烬
哏
诨
蛀
鵰
歆
镛
憩
垧
叁
峄
虏
丿
鸶
倌
埸
芾
柃
絲
嶷
娑
硒
尪
醐
恽
弢
彧
靥
浉
佚
艏
潺
砥
钚
崮
翳
惇
谯
殄
桅
纨
厍
弆
熠
衛
蛰
栌
觚
霁
徵
绡
锃
砀
颡
涞
蕹
為
麼
動
無
慮
鏖
慜
龅
贠
姪
儆
濛
牦
夔
爨
薅
慵
躔
兖
酰
獠
铢
峤
赳
腓
涸
箴
嶂
紅
抔
氤
氲
牪
霰
遁
庖
柁
敘
癞
嫔
稹
蔻
玢
摒
牝
爻
碛
幔
銀
稞
刎
淅
贮
郓
邗
鲠
畲
戌
耆
徕
廻
皈
汴
蠡
朐
熵
捨
歀
辋
簌
仃
鸾
敔
圏
俚
鲥
阉
疟
怔
麸
狷
诏
谛
锺
潸
匍
匐
崁
陟
炝
砼
迢
蚺
谔
蛎
鹗
敩
佗
珅
郅
齁
兲
雎
煅
旌
闰
砧
冚
魑
魍
魉
呸
碉
氾
笞
鲷
伢
崀
椽
袠
锒
岀
骛
魃
俅
臺
園
樣
購
買
價
恵
羋
柒
凫
捌
鹞
倭
笕
戕
镏
铧
戡
鳐
揠
榘
獾
茧
郯
仝
蝌
蚪
堽
阖
踮
觊
甑
轳
嬷
砒
拚
鲛
掴
绔
惘
啕
徳
幡
跩
镗
钇
鹮
丟
麥
铳
焞
齑
橒
炀
僖
昞
咲
愍
鄠
肓
兢
琯
掼
阋
绶
奄
徇
镰
蔸
棑
硌
剜
蚨
凼
邡
丶
鄯
钹
谪
鳙
悸
珖
挙
帔
辚
谥
畊
猗
洺
椹
遙
淖
磴
粳
咣
钕
揖
玆
旎
栊
箐
斫
鹳
蛭
長
蹂
躏
勢
塬
茴
疥
瘿
胫
旾
藠
芡
怵
茼
巽
稔
錤
茑
咄
収
蕲
藓
撷
吡
醚
桧
膘
汞
逄
萢
阈
铣
漁
崐
崘
烃
蚵
芎
钼
犍
锑
翥
傩
禪
賞
旼
矾
岘
龛
盥
蒹
葭
滆
沬
呎
睥
睨
並
黻
嶙
峋
浜
跹
畿
蜞
東
孃
畈
芨
挲
栎
蝮
門
栢
話
秫
鼙
瘴
洎
缱
绻
岢
蟥
係
沩
蹙
阊
鲵
椪
摶
驷
鳜
孓
礐
苁
铄
镣
郏
瑷
桖
啉
啶
脒
別
啖
芗
暹
焌
蹠
竑
蜊
鳑
鲏
蓦
蠖
朮
绦
隰
鶄
釆
茭
嵖
岈
嬗
脩
騎
鎽
対
艿
屲
圖
硔
溇
瞆
賽
馀
饷
潟
忿
诰
垭
桢
秣
濞
鞱
栿
殍
衿
谶
饸
饹
瑧
珈
貔
貅
屛
黩
圜
桀
槎
跗
偌
鼬
骓
儊
莼
轉
礙
锗
嚮
珙
娉
禚
囯
泇
妏
與
齊
詠
埴
滳
蒟
創
詩
詞
戸
愨
豇
螟
谟
砝
悻
垌
苾
黃
復
虻
倮
琚
蛉
尓
殓
滙
檔
鄄
龢
哂
匯
蒡
佶
旻
殁
耧
徂
涑
卨
烝
蘼
髡
埵
雙
踟
蹰
堀
呓
曽
滘
瘗
咥
锟
彊
焗
韮
碶
攫
蘇
驢
線
跡
鹫
镴
衽
窅
摭
婼
漈
棰
秭
風
習
慣
喈
側
怫
壑
岽
镭
篾
牯
镓
泅
氦
黟
骧
貸
羅
學
囹
圄
細
讀
爾
殺
爰
號
佝
偻
闇
遺
嘧
铙
鸤
剋
桕
滹
獭
桁
稜
簕
陬
荬
槑
洇
翀
篝
焐
骀
嗮
饴
閣
粲
枰
痈
尙
蝈
琮
坭
谒
曌
鳏
頭
澯
谡
賭
乛
卟
湲
杬
逋
輪
祆
喹
颛
邙
埕
變
霑
蛸
埏
蔵
義
瓠
湎
邨
呷
麂
蒌
偾
夐
馐
坼
溟
務
區
鲀
衾
遒
筎
蘭
掸
這
盤
佈
聯
繼
續
亞
擴
張
昉
湫
伾
橹
溫
锆
彿
曕
猢
狲
燿
蕺
玓
純
種
難
開
媽
謝
偉
吳
岡
亜
矇
邾
峮
鸇
嚯
桜
俶
蓁
嘬
華
缶
笏
泂
咿
榱
蹆
愠
揩
舣
國
渙
倆
毀
網
夥
師
權
業
岬
镔
鎏
赓
裾
韪
谲
弭
雉
蝾
鲩
膄
婢
嫪
毐
橦
勠
梏
翦
啵
伫
栭
笫
裨
柘
煐
蛔
霒
梿
勳
钒
锨
藥
泘
嫘
岵
玏
譲
噙
媞
猞
猁
葺
髑
喰
獅
薜
镞
奧
宦
瘆
蠕
糁
颏
阇
琬
氅
遄
鳟
舨
鸷
鉢
彀
鹬
稙
鹇
懷
腚
洰
茲
兒
彗
馔
浈
靰
鞡
聩
潔
歩
溏
說
湧
帏
汊
饍
燚
蕫
迴
溴
鲆
礡
蔌
蛴
螬
苫
蘖
圧
橋
關
鼐
碓
鄭
構
洸
萬
颔
忪
撘
層
災
戰
麿
浃
勰
萸
苎
荸
鸴
訪
過
妡
覻
祼
楝
鼹
嶽
肄
揾
岜
鎚
畦
塊
錢
換
級
總
汜
筚
祇
骈
祘
碡
镫
珽
牍
诤
烎
畀
佢
埌
籇
侉
醜
覇
硗
噤
禔
芫
籀
轟
篦
酽
巘
徼
頂
啭
郄
箓
啟
親
虛
禮
從
還
顆
貴
尋
產
讣
伧
